///**
//说明：任务02_1打印机器人
//姓名：徐瑞婷
//学号：723
//班级：8班
//日期：2017/03/17
//*/
//#include<stdio.h>
//#include<stdlib.h>
//
//int main(void)
//{
//	printf("          ******          \n");
//	printf("          ******          \n");
//	printf("**************************\n");
//	printf("**************************\n");
//	printf("      **************      \n");
//	printf("      **************      \n");
//	printf("      **************      \n");
//	printf("      **************      \n");
//	printf("        ****  ****        \n");
//	printf("        ****  ****        \n");
//	printf("        ****  ****        \n");
//	printf("        ****  ****        \n");
//	system("PAUSE");
//	return 0;
//}